{"translation-revision-date":"2023-03-07 14:37:18+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"It looks like your WordPress language settings are not supported by Pinterest.":["Het lijkt erop dat je WordPress taal instellingen niet worden ondersteund door Pinterest."],"Unable to register feed.":["Kan feed niet registreren."],"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Als je een geldige reden hebt om bezwaar te maken tegen een beslissing over de beoordeling van een verkoper (bijvoorbeeld doordat de schendingen die hebben geleid tot afkeuring, zijn gecorrigeerd), kun je bezwaar indienen."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Mogelijk is je zakelijke Pinterest account gekoppeld aan een ander e-commerceplatform. Er kan maar één platform aan een zakelijk account worden gekoppeld. Koppel je zakelijke account los van het andere platform en probeer opnieuw om je catalogus te uploaden."],"Unable to upload catalog.":["Kan catalogus niet uploaden."],"Could not fetch account status.":["De accountstatus kan niet worden opgehaald."],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Nog even geduld: er is nog een bezwaar gaande voor je Pinterest account."],"Submit an appeal":["Bezwaar indienen"],"Your merchant account is disapproved.":["Je verkopersaccount is afgekeurd."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Nog even geduld: je account is nog in afwachting van goedkeuring door Pinterest. Dit kan tot vijf werkdagen duren."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["De tijdlijn wordt geconfigureerd. Afhankelijk van het aantal producten kan het even duren, aangezien de tijdlijn volledig moet zijn gegenereerd voordat die ter registratie naar Pinterest wordt verzonden. Je kunt de status van het generatieproces controleren op de catalogus tab."],"Couldn’t retrieve the health status of your account.":["Kan de status van je account niet ophalen."],"Account does not meet the brand reputation criteria for verification":["Account voldoet niet aan de merk reputatie criteria voor verificatie"],"Account does not meet the product requirements for verification":["Account voldoet niet aan de productvereisten voor verificatie"],"Account does not meet the website requirements for verification":["Account voldoet niet aan de sitevereisten voor verificatie"],"Affiliate links are not allowed":["Affiliatelinks zijn niet toegestaan"],"Resale marketplaces are not allowed":["Wederverkoop marktplaatsen zijn niet toegestaan"],"Merchant's product images are unavailable or mismatched":["De productafbeeldingen van de verkoper zijn niet beschikbaar of komen niet overeen"],"Merchant's website displays several pop-up messages":["De site van de verkoper toont meerdere pop-upberichten"],"Merchant's website uses generic product descriptions":["De site van de verkoper bevat generieke productbeschrijvingen"],"Merchant's products refer to outdated content":["De producten van de verkoper verwijzen naar verouderde inhoud"],"Merchant's products are always on sale":["De producten van de verkoper zijn altijd in de aanbieding"],"Merchant's product images include watermarks":["De productafbeeldingen van de verkoper bevatten watermerken"],"Merchant's products do not meet image quality requirements":["De productafbeeldingen van de verkoper zijn van een te lage kwaliteit"],"Merchant's website includes banner or pop-up ads":["De site van de verkoper bevat banner- of pop-upadvertenties"],"Merchant's products are out of stock":["De producten van de verkoper zijn niet op voorraad"],"Merchant's information is incomplete or plagiarized":["De gegevens van de verkoper zijn onvolledig of van een andere partij gekopieerd"],"Merchant's returns policy is unclear or unavailable":["Het retourbeleid van de verkoper is onduidelijk of niet beschikbaar"],"Merchant's shipping policy is unclear or unavailable":["Het verzendbeleid van de verkoper is onduidelijk of niet beschikbaar"],"Merchant's URL is incomplete or inaccessible":["De URL van de verkoper is onvolledig of kan niet worden geopend"],"Merchant's URL is broken or requires registration":["De URL van de verkoper werkt niet of heeft verplichte registratie"],"Merchant domain mismatched with merchant account":["De domeinnaam van de verkoper komt niet overeen met het account van de verkoper"],"Merchant's domain age does not meet minimum requirement":["De domeinnaam van de verkoper is te recent geregistreerd"],"Merchant offers services rather than products":["De verkoper biedt diensten aan in plaats van producten"],"Merchant does not meet our policy on prohibited products":["De verkoper schendt onze regels omtrent verboden producten"],"Merchant is an affiliate or resale marketplace":["De verkoper is een affiliate- of wederverkoop marktplaats"]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/components\/HealthCheck\/index.js"}}